IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_KR-Test(Lang:JP)"
IDS_CVL_DLL_ERROR = "COM DLLを初期化できませんでした。"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。"
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\n計算書を作成することができません。"
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nRC/柱の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN2_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nSC/壁の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN3_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nRC/壁の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN4_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nRC/コーベルの設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN5_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\n基礎の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN6_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\n鋼材の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN7_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nSTM/隅角部の設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN8_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nSTM/コーベルの設計を実行することができません。"
IDS_CVL_INCORRECT_DESIGN9_DLL_VER_ERROR = "互換性のないバージョンの設計モジュールです。\nSC/スラブの設計を実行することができません。"
IDS_CVL_REPORT_PRINTING = "計算書の印刷中..."
IDS_CVL_REPORT_GENERATING = "計算書の作成中..."
IDS_CVL_REPORT_PRINTING_RC_BEAM = "RC梁の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_RC_BEAM = "RC梁の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_RC_COLM = "RC柱の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_RC_COLM = "RC柱の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_RC_WALL = "RC壁の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_RC_WALL = "RC壁の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_RC_CORB = "RCコーベル(ブラケット)の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_RC_CORB = "RCコーベル(ブラケット)の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_RC_FND = "基礎の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_RC_FND = "基礎の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL = "鋼部材の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL = "鋼部材の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_SUM = "鋼部材の要約計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_SUM = "鋼部材の要約計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_LRFD = "鋼部材のLRFD計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_LRFD = "鋼部材のLRFD計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_LRFD_SUM = "鋼部材のLRFD要約計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_LRFD_SUM = "鋼部材のLRFD要約計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_COMP = "鋼合成部材の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_COMP = "鋼合成部材の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_BOLT_CONN = "鋼構造ボルト連結部の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_BOLT_CONN = "鋼構造ボルト連結部の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STL_STIF = "鋼構造補剛材の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STL_STIF = "鋼構造補剛材の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE = "ストラットタイ隅角部の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE = "ストラットタイ隅角部の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE_CORB = "ストラットタイコーベルの計算書の出力中..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE_CORB = "ストラットタイコーベルの計算書の作成中..."
IDS_CVL_REPORT_PRINTING_SC_CONN = "SC接合部の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_SC_CONN = "SC接合部の計算書の作成中..."
IDS_CVL_REPORT_PRINTING_SC_SLAB = "SCスラブの計算書の出力中..."
IDS_CVL_REPORT_GENERATING_SC_SLAB = "SCスラブの計算書の作成中..."
IDS_CVL_REPORT_PRINTING_SC_WALL = "SC壁の計算書の出力中..."
IDS_CVL_REPORT_GENERATING_SC_WALL = "SC壁の計算書の作成中..."
IDS_CVL_FINISH_EXCEL_REPORT_GENERATING = "Excelファイルの生成を終了します。"
IDS_CVL_RPT_OK = "OK"
IDS_CVL_RPT_NG = "NG"
IDS_CVL_RPT_OK2 = "[OK]"
IDS_CVL_RPT_NG2 = "[NG]"
IDS_CVL_RPT_NG_min = "NG(min)"
IDS_CVL_RPT_NG_max = "NG(max)"
IDS_CVL_RPT_NG_s = "NG(s)"
IDS_CVL_RPT_NG_Av = "NG(Av)"
IDS_CVL_RPT_NG_F = "NG(F)"
IDS_CVL_RPT_NG_Check = "check"
IDS_CVL_RPT_Gravel = "砂利"
IDS_CVL_RPT_Sandy_Soil = "砂質土"
IDS_CVL_RPT_Cohesive_Soil = "粘性土"
IDS_CVL_RPT_Weathered_Rock = "風化岩"
IDS_CVL_RPT_Soft_Rock = "軟岩"
IDS_CVL_RPT_Hard_Rock_Much_Crack = "軽岩（亀裂が多い）"
IDS_CVL_RPT_Hard_Rock_Little_Crack = "軽岩（亀裂が少ない）"
IDS_CVL_RPT_FDN_Check_Sectioin_Summray = "◈ 断面検討の要約"
IDS_CVL_RPT_FDN_Symbol_1 = "▶ "
IDS_CVL_RPT_FDN_Check_Stability_Of_Foundation = "%d. 基礎の安定検討"
IDS_CVL_RPT_FDN_Check_Stability = "%d.1 安定検討"
IDS_CVL_RPT_FDN_Foundation = "直接基礎"
IDS_CVL_RPT_FDN_Mass_Foundation = "マス基礎"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit = "杭基礎(鋼管杭_打込み)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out = "杭基礎(鋼管杭_中堀り)"
IDS_CVL_RPT_FDN_Pile_PHC_hit = "杭基礎(PHC杭_打込み)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out = "杭基礎(PHC杭_中堀り)"
IDS_CVL_RPT_FDN_Pile_Cast_in_place = "杭基礎(場所打ち杭)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit_method = "杭基礎(鋼管杭_打撃工法)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out2 = "杭基礎(鋼管杭_中堀り)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out2 = "杭基礎(PHC杭_中堀り)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_vibro_hammer = "杭基礎(鋼管杭_バイブロハンマ工法)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_preboring = "杭基礎(鋼管杭_プレボーリング)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_soil_cement = "杭基礎(鋼管杭_ソイルセメント)"
IDS_CVL_RPT_FDN_Pile_PHC_vibro_hammer = "杭基礎(PHC杭_バイブロハンマ工法)"
IDS_CVL_RPT_FDN_Pile_PHC_preboring = "杭基礎(PHC杭_プレボーリング)"
IDS_CVL_RPT_FDN_Service_Load_Summary = "使用荷重の要約"
IDS_CVL_RPT_FDN_Ultimate_Load_Summary = "係数荷重の要約"
IDS_CVL_RPT_FDN_Soil_Concrete = "(土-コンクリート)"
IDS_CVL_RPT_FDN_Rock_Concrete = "岩-コンクリート"
IDS_CVL_RPT_FDN_Infinite_filed = "半無限長"
IDS_CVL_RPT_FDN_Finite_filed = "有限長"
IDS_CVL_RPT_FDN_Service_Load_P_Max = "使用荷重\nP-Max"
IDS_CVL_RPT_FDN_Service_Load_My_Max = "使用荷重\nMy-Max"
IDS_CVL_RPT_FDN_Service_Load_Mx_Max = "使用荷重\nMx-Max"
IDS_CVL_RPT_FDN_Service_Load_Seismic = "使用荷重\n地震時"
IDS_CVL_RPT_FDN_Ultimate_Load_P_Max = "係数荷重\nP-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_My_Max = "係数荷重\nMy-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Mx_Max = "係数荷重\nMx-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic = "係数荷重\n地震時"
IDS_CVL_RPT_FDN_Service_Load_Usual = "使用荷重\n常　時\n%s"
IDS_CVL_RPT_FDN_Service_Load_Seismic2 = "使用荷重\n地震時\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Usual = "係数荷重\n常　時\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic2 = "係数荷重\n地震時\n%s"
IDS_CVL_RPT_FDN_Design_Codition = "設計条件"
IDS_CVL_RPT_FDN_Input_test_data = "実験データの入力"
IDS_CVL_RPT_FDN_Usual = "常　時"
IDS_CVL_RPT_FDN_Seismic = "地震時"
IDS_CVL_RPT_FDN_Applied_Force = "適用部材力"
IDS_CVL_RPT_FDN_Applied_Node = "適用節点"
IDS_CVL_RPT_FDN_Beam = "梁"
IDS_CVL_RPT_FDN_Slab = "スラブ"
IDS_CVL_RPT_FDN_Service_Load = "使用荷重"
IDS_CVL_RPT_FDN_Ultimate_Load = "係数荷重"
IDS_CVL_RPT_FDN_Lambda_beta_LT_Alw_Lambda_beta = "λㆍβ = %.3f ≤ 許容 λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Lambda_beta_MT_Alw_Lambda_beta = "λㆍβ = %.3f ＞ 許容 λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Capacity_Meth_N_value = "N値を利用した経験式"
IDS_CVL_RPT_FDN_Capacity_Meth_Static = "静力学的支持力の公式"
IDS_CVL_RPT_FDN_Capacity_Meth_Berezantzav = "Berezantzavによる方法"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Soil = "Reese and O'neill 提案式(土)"
IDS_CVL_RPT_FDN_Capacity_Meth_Group_Pile_eff = "群杭効果の考慮"
IDS_CVL_RPT_FDN_Capacity_Meth_Teng = "Teng 提案式"
IDS_CVL_RPT_FDN_Capacity_Meth_Goodmax = "Goodman 提案式"
IDS_CVL_RPT_FDN_Capacity_Meth_Rail_Design_Code = "鉄道設計基準の提案式"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Rock = "Reese and O'neill 提案式(岩)"
IDS_CVL_RPT_RCS_Positive = "(正)"
IDS_CVL_RPT_RCS_Negative = "(負)"
IDS_CVL_RPT_RCS_Sheet_Name_Summary = "要約計算書"
IDS_CVL_RPT_RCS_i_End = "%d端 :"
IDS_CVL_RPT_RCS_Check_Deep_Beam = "%d) ディープビームの検討"
IDS_CVL_RPT_RCS_Calc_Condition = "%d) 計算条件"
IDS_CVL_RPT_RCS_Design_Flexural_Rebar_Area = "%d) 曲げ鉄筋量の算定"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area = "%d) せん断鉄筋量の算定"
IDS_CVL_RPT_RCS_Check_Crack = "%d) ひび割れの検討"
IDS_CVL_RPT_RCS_Check_Rebar_space = "%d) 鉄筋中心間隔の検討"
IDS_CVL_RPT_RCS_Chapter_Load_Comb = "◈ 荷重組合せ"
IDS_CVL_RPT_RCS_Chapter_Load_Comb_result_for_Member = "◈ 部材別の荷重組合せ結果"
IDS_CVL_RPT_RCS_Check_Need_DeepBeam = "ディープビームでの検討必要"
IDS_CVL_RPT_RCS_No_Check_DeepBeam = "ディープビームでの検討必要なし"
IDS_CVL_RPT_RCS_Check_Dry_Envir = "乾燥環境"
IDS_CVL_RPT_RCS_Check_Except_Dry_Envir = "乾燥以外の環境"
IDS_CVL_RPT_RCS_Legs = "%s-%glegs"
IDS_CVL_RPT_RCS_Direction = "正方法"
IDS_CVL_RPT_RCS_Reverse_Direction = "逆方法"
IDS_CVL_RPT_RCS_Usual_Load = "(常時荷重)"
IDS_CVL_RPT_RCS_Seismic_Load = "(地震荷重)"
IDS_CVL_RPT_RCS_Usual_Time = "(常時)"
IDS_CVL_RPT_RCS_Seismic_Time = "(地震時)"
IDS_CVL_RPT_RCS_Usual_Time2 = "常時"
IDS_CVL_RPT_RCS_Seismic_Time2 = "地震時"
IDS_CVL_RPT_RCS_Design_Force_Summary = "%d. 設計部材力のまとめ"
IDS_CVL_RPT_RCS_Force_Summary = "%d. 部材力のまとめ"
IDS_CVL_RPT_RCS_Mag_Moment_Calculatioin = "%d. 拡大モーメントの計算"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Non_sway_Structure = "%d) 横拘束骨組の場合の拡大モーメント計算"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Sway_Structure = "%d) 非横拘束骨組の場合の拡大モーメント計算"
IDS_CVL_RPT_RCS_Chapter_Summary = "%d) 要約"
IDS_CVL_RPT_RCS_Column_Design_Condition = "%d. 柱断面の設計条件"
IDS_CVL_RPT_RCS_Check_Sect = "%d. 断面検討"
IDS_CVL_RPT_RCS_P_M_Curve = "%d. P-M相関図"
IDS_CVL_RPT_RCS_Check_Column_Shear = "%d. 柱のせん断検討"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area2 = "%d) せん断鉄筋量の算定 : %s"
IDS_CVL_RPT_RCS_Tension = "引張"
IDS_CVL_RPT_RCS_Sway = "非横拘束"
IDS_CVL_RPT_RCS_Non_Sway = "横拘束"
IDS_CVL_RPT_RCS_y_axis = "y軸"
IDS_CVL_RPT_RCS_z_axis = "z軸"
IDS_CVL_RPT_RCS_Sect_B = "断面幅"
IDS_CVL_RPT_RCS_Sect_H = "断面高さ"
IDS_CVL_RPT_RCS_Sect_T = "断面厚み"
IDS_CVL_RPT_RCS_Sect_Dia = "断面直径"
IDS_CVL_RPT_RCS_i_Layer_Rebar = "%d段鉄筋"
IDS_CVL_RPT_RCS_Govern_Compression = "...... 圧縮支配"
IDS_CVL_RPT_RCS_Govern_Tension = "...... 引張支配"
IDS_CVL_RPT_RCS_Govern_Compression2 = "...圧縮支配"
IDS_CVL_RPT_RCS_Govern_Tension2 = "...引張支配"
IDS_CVL_RPT_RCS_Balance_State = "...釣合状態"
IDS_CVL_RPT_RCS_Flexural_Axial_Force_Satisfaction = "∴曲げ/軸力に対してOK"
IDS_CVL_RPT_RCS_Check_Ductility_Seismic_Design = "∴延性も耐震設計で検討"
IDS_CVL_RPT_RCS_No_need_Shear_rebar = "であり, せん断補強は必要なし"
IDS_CVL_RPT_RCS_Need_Min_Shear_rebar = "であり, 最小のせん断鉄筋で補強"
IDS_CVL_RPT_RCS_Need_Shear_rebar = "であり, せん断補強が必要"
IDS_CVL_RPT_RCS_No_case = "ケースなし"
IDS_CVL_RPT_RCS_Not_Exist_Type = "存在しないタイプ"
IDS_CVL_RPT_RCS_Ultimate = "(極限)"
IDS_CVL_RPT_RCS_Extreme = "(極端)"
IDS_CVL_RPT_RCS_Service = "(使用)"
IDS_CVL_RPT_RCS_Ultimate2 = "極限"
IDS_CVL_RPT_RCS_Extreme2 = "極端"
IDS_CVL_RPT_RCS_Ultimate_State = "(極限状態)"
IDS_CVL_RPT_RCS_Extreme_State = "(極端状態)"
IDS_CVL_RPT_RCS_Long_Column = "長柱"
IDS_CVL_RPT_RCS_Short_Column = "短柱"
IDS_CVL_RPT_RCS_Ultimate_Lcom = "極限荷重組合せ"
IDS_CVL_RPT_RCS_Extreme_Lcom = "極端荷重組合せ"
IDS_CVL_RPT_RCS_Tie_Rebar = "帯鉄筋"
IDS_CVL_RPT_RCS_Spiral_Rebar = "らせん鉄筋"
IDS_CVL_RPT_RCS_i_Layer_Rebar2 = " %d段鉄筋 :"
IDS_CVL_RPT_RCS_KSCE_LSD_5_10_6_2 = "(道路橋限界状態設計法 5.10.6.2)"
IDS_CVL_RPT_RCS_KSCE_LSD_8_8_3_3 = "(道路橋限界状態設計法 8.8.3.3)"
IDS_CVL_RPT_RCS_Ultimate_Limit_state = "極限限界状態"
IDS_CVL_RPT_RCS_Extreme_Limit_state = "極端限界状態"
IDS_CVL_RPT_RCS_Service_Limit_state = "使用限界状態"
IDS_CVL_RPT_RCS_Ultimate_ALL = "極限_全て"
IDS_CVL_RPT_RCS_Extreme_ALL = "極端_全て"
IDS_CVL_RPT_RCS_Ductility_evaluation_App = " : 延性度評価の適用"
IDS_CVL_RPT_RCS_Response_Modi_Coeff_App = " : 応答修正係数法の適用"
IDS_CVL_RPT_RCS_Shear_Design_End_Other = " ■ 端部以外領域のせん断設計"
IDS_CVL_RPT_RCS_Shear_Design = " ■ せん断設計"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_excess = ": 要求応答修正係数が1を超える"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_below = ": 要求応答修正係数が1以下"
IDS_CVL_RPT_RCS_2_Shear_Force = "② 設計せん断力"
IDS_CVL_RPT_RCS_excess = "超過"
IDS_CVL_RPT_RCS_below = "以下"
IDS_CVL_RPT_RCS_Check_Design_Condition = "%d) 設計条件の検討"
IDS_CVL_RPT_RCS_Check_DeepBeam = "%d) ディープビームの検討"
IDS_CVL_RPT_RCS_Check_Serviceability = "%d) 使用性の検討"
IDS_CVL_RPT_RCS_Check_Corbel = "∴ コーベルの検討"
IDS_CVL_RPT_RCS_Check_Corbel_Skip = "∴ コーベルの検討なし"
IDS_CVL_RPT_RCS_Check_So_DeepBeam = "∴ ディープビームの検討"
IDS_CVL_RPT_RCS_Check_So_DeepBeam_Skip = "∴ ディープビームの検討なし"
IDS_CVL_RPT_RCS_Check_Corbel2 = "コーベルの検討"
IDS_CVL_RPT_RCS_Check_Corbel_Skip2 = "コーベルの検討なし"
IDS_CVL_RPT_RCS_Check_DeepBeam2 = "ディープビームの検討"
IDS_CVL_RPT_RCS_Check_DeepBeam_Skip2 = "ディープビームの検討なし"
IDS_CVL_RPT_RCS_front = "前面"
IDS_CVL_RPT_RCS_back = "背面"
IDS_CVL_RPT_RCS_1_Design_Force = "%d.1 設計断面力"
IDS_CVL_RPT_RCS_Wall_Sect_Design_Conditioin = "%d.2 壁断面の設計条件"
IDS_CVL_RPT_RCS_Check_Wall_Sect = "%d.3 壁断面の検討"
IDS_CVL_RPT_RCS_Check_Wall_Crack = "%d.4 ひび割れ検討"
IDS_CVL_RPT_RCS_Check_Wall_fiber_tensile_rebar_space = "%d.4 最外郭引張鉄筋の中心間隔の検討"
IDS_CVL_RPT_RCS_Lcom_Name_ALL = "全て"
IDS_CVL_RPT_RCS_Str_Legs = "%s - %.2f Legs"
IDS_CVL_RPT_RCS_General_Sect = "不整形"
IDS_CVL_RPT_RCS_Sect_Box = "ボックス形"
IDS_CVL_RPT_RCS_Sect_SB = "矩形"
IDS_CVL_RPT_RCS_Sect_Pipe = "パイプ形"
IDS_CVL_RPT_RCS_Sect_SR = "円形"
IDS_CVL_RPT_RCS_Sect_TRK = "中空小判形"
IDS_CVL_RPT_RCS_Sect_STRK = "小判形"
IDS_CVL_RPT_RCS_Sect_HTRK = "半小判形"
IDS_CVL_RPT_RCS_Sect_OCT = "中空八角形"
IDS_CVL_RPT_RCS_Sect_SOCT = "八角形"
IDS_CVL_RPT_RCS_Watertightness_Structure = "(水密構造)"
IDS_CVL_RPT_RCS_corrosion_Watertightness_Structure = "(高腐食性環境/水密構造)"
IDS_CVL_RPT_RCS_1_Layer = "1列"
IDS_CVL_RPT_RCS_2_Layer = "2列"
IDS_CVL_RPT_RCS_Environment_permernent_water = "屋内または恒久的な水中環境"
IDS_CVL_RPT_RCS_Environment_humidity = "水分や水との長期接触環境"
IDS_CVL_RPT_RCS_Environment_seawater = "塩化物や海水にさらされた環境"
IDS_CVL_RPT_RCS_Environment_permernent_water2 = "恒久的な水中環境"
IDS_CVL_RPT_RCS_Environment_contact_water_long_time = "水と長期間の接触環境"
IDS_CVL_RPT_RCS_Environment_seawater2 = "海水にさらされた環境"
IDS_CVL_RPT_STL_Check_Flange_Tension = "フランジ(引張部)の検討"
IDS_CVL_RPT_STL_Check_Flange_Compressioin = "フランジ(圧縮部)の検討"
IDS_CVL_RPT_STL_Check_Web = "ウェブの検討"
IDS_CVL_RPT_STL_Check_Rib_Tension = "補剛材(引張部)の検討"
IDS_CVL_RPT_STL_Check_Rib_Compression = "補剛材(圧縮部)の検討"
IDS_CVL_RPT_STL_Flange = "フランジ"
IDS_CVL_RPT_STL_Rib = "補剛材"
IDS_CVL_RPT_STL_Not_Checked = "検討なし"
IDS_CVL_RPT_STL_Composite_Sect = "合成断面"
IDS_CVL_RPT_STL_Non_Composite_Sect = "非合成断面"
IDS_CVL_RPT_STL_Detail_scope_A = "詳細カテゴリ A  "
IDS_CVL_RPT_STL_Detail_scope_B = "詳細カテゴリ B  "
IDS_CVL_RPT_STL_Detail_scope_B1 = "詳細カテゴリ B' "
IDS_CVL_RPT_STL_Detail_scope_C = "詳細カテゴリ C  "
IDS_CVL_RPT_STL_Detail_scope_C1 = "詳細カテゴリ C' "
IDS_CVL_RPT_STL_Detail_scope_D = "詳細カテゴリ D  "
IDS_CVL_RPT_STL_Detail_scope_E = "詳細カテゴリ E  "
IDS_CVL_RPT_STL_Detail_scope_E1 = "詳細カテゴリ E' "
IDS_CVL_RPT_STL_Tension = "(引張)"
IDS_CVL_RPT_STL_Compression = "(圧縮)"
IDS_CVL_RPT_STL_Boundary_Stiffener = "支点部の補剛材"
IDS_CVL_RPT_STL_Jack_Up_Stiffener = "Jack-Up補剛材"
IDS_CVL_RPT_STL_Check_Flange_Stiffener = "フランジ補剛材の検討"
IDS_CVL_RPT_STL_Check_Web_Stiffener = "ウェブ補剛材の検討"
IDS_CVL_RPT_STL_Check_Boundary_Stiffener = "支点部補剛材の検討"
IDS_CVL_RPT_STL_Check_Jack_up_Stiffener = "JACK-UP 補剛材の検討"
IDS_CVL_RPT_STL_Check_Transverse_Stiffener = "垂直補剛材の検討"
IDS_CVL_RPT_STL_Check_Longitudinal_Stiffener = "水平補剛材の検討"
IDS_CVL_RPT_STL_Panel_i = "パネル %d :"
IDS_CVL_RPT_STL_Boudary__ = "(∵ 支点部なので)"
IDS_CVL_RPT_STL_Boudary_Other = "(∵ 支点以外の支点なので)"
IDS_CVL_RPT_STL_No_Consider_Long_Stiffener = "水平補剛材の考慮なし"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_1_Layer = "水平補剛材の1段配置"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_2_Layer = "水平補剛材の2段配置"
IDS_CVL_RPT_STL_User_Input = "(使用者定義)"
IDS_CVL_RPT_STL_xx_And_xxx__fca = "∴ %sで, %sなので fca= %s"
IDS_CVL_RPT_STL_xx_And_xxx__ = "∴ %sで, %sなので"
IDS_CVL_RPT_STL_xx_And_xxx__fcg = "∴ %sで, %sなので fcag= %s"
IDS_CVL_RPT_STL_insomuch = "∴ %sなので"
IDS_CVL_RPT_STL_xx_And_xxx__fcal = "∴ %sで, %sなので fcal= %s"
IDS_CVL_RPT_STL_Sect_Properties = "1.%d 断面諸元"
IDS_CVL_RPT_STL_Transverse_Stfn_Properties = "1.%d 垂直補剛材の諸元"
IDS_CVL_RPT_STL_Longitudinal_Stfn_Properties = "1.%d 水平補剛材の諸元"
IDS_CVL_RPT_STL_Sect_Prop = "1.%d 断面定数"
IDS_CVL_RPT_STL_Determine_Of_Strength = "1.%d 強度の決定"
IDS_CVL_RPT_STL_Max_Min_Force_Of_All_Lcom = "%d. 全荷重組合せでの最大、最小断面力"
IDS_CVL_RPT_STL_Axis = "軸"
IDS_CVL_RPT_STL_Flexure = "曲げ"
IDS_CVL_RPT_STL_Shear = "せん断"
IDS_CVL_RPT_STL_Combined = "組合せ"
IDS_CVL_RPT_STL_Sect_Info = "%d. 断面情報"
IDS_CVL_RPT_STL_Summary_Report = "%d. 要約計算書"
IDS_CVL_RPT_STL_Comp_Member = "圧縮部材"
IDS_CVL_RPT_STL_Tens_Member = "引張部材"
IDS_CVL_RPT_STL_Check_Major_Axis_y = "(検討主軸 : y軸)"
IDS_CVL_RPT_STL_Check_Major_Axis_z = "(検討主軸 : z軸)"
IDS_CVL_RPT_STL_Summary_Report_i = "要約計算書_%d"
IDS_CVL_RPT_STL_Flexural_Member = "曲げ部材"
IDS_CVL_RPT_STL_Girder = "桁"
IDS_CVL_RPT_STL_etc_member = "その他"
IDS_CVL_RPT_STL_Arch_member = "アーチ"
IDS_CVL_RPT_STL_Axis_Member = "軸部材"
IDS_CVL_RPT_STL_Main_Member = "主部材"
IDS_CVL_RPT_STL_Bracing = "ブレース"
IDS_CVL_RPT_STL_Axis_Flexural_Member = "軸+曲げ部材"
IDS_CVL_RPT_STL_Main_Member_Girder = "主部材/桁"
IDS_CVL_RPT_STL_Main_Member_etc = "主部材/その他"
IDS_CVL_RPT_STL_Main_Member_Arch = "主部材/アーチ"
IDS_CVL_RPT_STL_Bracing_etc = "ブレース/その他"
IDS_CVL_RPT_STL_Compact_Noncompact = "コンパクト/ノンコンパクト"
IDS_CVL_RPT_STL_Slender = "細長"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect = "コンパクト/ノンコンパクト断面"
IDS_CVL_RPT_STL_Slender_Sect = "細長断面"
IDS_CVL_RPT_STL_Compact = "コンパクト"
IDS_CVL_RPT_STL_Noncompact = "ノンコンパクト"
IDS_CVL_RPT_STL_y_axis = "y軸"
IDS_CVL_RPT_STL_z_axis = "z軸"
IDS_CVL_RPT_STL_One_Face = "1面"
IDS_CVL_RPT_STL_Two_Face = "両面"
IDS_CVL_RPT_STL_Web_Part = "ウェブ"
IDS_CVL_RPT_STL_Flange_Part = "フランジ"
IDS_CVL_RPT_STL_LStfn_I_type = "I-タイプ"
IDS_CVL_RPT_STL_LStfn_T_type = "T-タイプ"
IDS_CVL_RPT_STL_LStfn_U_Rib = "U-Rib"
IDS_CVL_RPT_STL_L_Web_Part = "左ウェブ"
IDS_CVL_RPT_STL_R_Web_Part = "右ウェブ"
IDS_CVL_RPT_STL_T_Flange_Part = "上フランジ"
IDS_CVL_RPT_STL_B_Flange_Part = "下フランジ"
IDS_CVL_RPT_STL_Check_Axial_Strength = "軸強度の検討"
IDS_CVL_RPT_STL_Check_Flexural_Strength = "曲げ強度の検討"
IDS_CVL_RPT_STL_Check_Shear_Strength = "せん断強度の検討"
IDS_CVL_RPT_STL_Check_Combined_Strength = "合成強度の検討"
IDS_CVL_RPT_STL_Check_1_Strength_Limits_state = "1.%d 強度限界状態の検討"
IDS_CVL_RPT_STL_Title_Member_Type = "■ 部材タイプ : "
IDS_CVL_RPT_STL_App_Effective_Width = "∴ 有効幅の適用"
IDS_CVL_RPT_STL_No_App_Effective_Width = "∴ 有効幅の適用なし"
IDS_CVL_RPT_STL_KSSC_2009_6_2_1_2_2 = "(鋼構造設計基準(2009) 6.2.1.2.2참고)"
IDS_CVL_RPT_STL_Check_Space = "間隔の検討"
IDS_CVL_RPT_STL_Check_y_Axis_Flexural_Strength = "■ Y軸の曲げ強度"
IDS_CVL_RPT_STL_Check_z_Axis_Flexural_Strength = "■ Z軸の曲げ強度"
IDS_CVL_RPT_STL_Check_1_Service_Limits_state = "1.%d 使用限界状態の検討"
IDS_CVL_RPT_STL_Check_1_Fatigue_Limits_state = "1.%d 疲労限界状態の検討"
IDS_CVL_RPT_STL_Exe_Load_Fatigue_Check = "∴ 荷重誘発疲労検討の実行"
IDS_CVL_RPT_STL_Skip_Load_Fatigue_Check = "∴ 荷重誘発疲労検討の省略"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect2 = "コンパクト/非コンパクト断面"
IDS_CVL_RPT_STL_Slender_plate_Sect = "細長板の断面"
IDS_CVL_RPT_STL_Thick_100_mm_below = "100mm 以下"
IDS_CVL_RPT_STL_Thick_100_mm_excess = "100mm を超え"
IDS_CVL_RPT_STL_Thick_40_mm_below = " 40mm 以下"
IDS_CVL_RPT_STL_Thick_40_mm_excess_60mm_below = " 40mm を超え  60mm 以下"
IDS_CVL_RPT_STL_Thick_60mm_excess = " 60mm を超え"
IDS_CVL_RPT_STL_Thick_40mm_excess_75mm_below = " 40mm を超え  75mm 以下"
IDS_CVL_RPT_STL_Thick_75mm_excess = " 75mm を超え"
IDS_CVL_RPT_STL_Thick_75mm_excess_100mm_below = " 75mm を超え 100mm 以下"
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_max = "Fx-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_min = "Fx-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_max = "Fy-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_min = "Fy-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_max = "Fz-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_min = "Fz-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_max = "Mx-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_min = "Mx-min"
IDS_CVL_RPT_Lcom_Concurr_Type_My_max = "My-max"
IDS_CVL_RPT_Lcom_Concurr_Type_My_min = "My-min"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_max = "Mz-max"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_min = "Mz-min"
IDS_CVL_RPT_Lcom_Type_Max = "Max"
IDS_CVL_RPT_Lcom_Type_Min = "Min"
IDS_CVL_RPT_SectPart_Top_Flange = "上フランジ"
IDS_CVL_RPT_SectPart_Bottom_Flange = "下フランジ"
IDS_CVL_RPT_Lcom_Left_Web = "左ウェブ"
IDS_CVL_RPT_Lcom_Right_Web = "右ウェブ"
IDS_CVL_RPT____Tension = "..... 引張"
IDS_CVL_RPT_i_Sect_Design = "%d.断面設計(%s_%s)"
IDS_CVL_RPT_i_Check_Load_Rating = "%d.耐荷力評価(%d_%s)"
IDS_CVL_RPT_Ref_MT_Sect_Force = "参照>断面力(%d_%s)"
IDS_CVL_RPT_Sheet_Name_Lcom = "荷重組合せ"
IDS_CVL_RPT_Sheet_Name_Force_Summary = "断面力集計"
IDS_CVL_RPT_i_Load_comb = "%d. 荷重組合せ"
IDS_CVL_RPT_i_Max_Min_of_All_Lcom = "%d. 全荷重組合せでの最大、最小断面力"
IDS_CVL_RPT_I_End = "I-端"
IDS_CVL_RPT_J_End = "J-端"
IDS_CVL_RPT_Sheet_Name_Alw_Stress_Formula = "許容応力度式"
IDS_CVL_RPT_Sheet_Name_Ref_Alw_Stress_Formula = "参照>許容応力度式"
IDS_CVL_RPT_i_Alw_Stress_Formula = "%d. 許容応力度式"
IDS_CVL_RPT_i_Alw_Stress_Common = "%d.1 許容応力度(共通)"
IDS_CVL_RPT_i_Standard_Alw_Stress = "%d.1  基本許容応力度"
IDS_CVL_RPT_i_Memb_2Axis_Bending = "%d.2 軸方向力と曲げモーメントを受ける部材"
IDS_CVL_RPT_i_Steel_Pipe = "%d.3 鋼管構造"
IDS_CVL_RPT_i_Buckling_alw_stress = "%d.2 許容座屈応力度"
IDS_CVL_RPT_i_3_Memb_Axis_Bending = "%d.3 軸方向力と曲げモーメントを受ける部材"
IDS_CVL_RPT_Sheet_Name_Sect_input_Info = "断面入力情報"
IDS_CVL_RPT_Sheet_Name_Sect_Ref_input_Info = "参照>断面入力情報"
IDS_CVL_RPT_Calc_Alw_stress_basis = "%d. 許容応力度の算定根拠"
IDS_CVL_RPT_i_Stress_Check_result = "%d. 応力検討結果"
IDS_CVL_RPT_Section_info = "断面諸元"
IDS_CVL_RPT_Check_Section_Coeff = "検討断面定数"
IDS_CVL_RPT_Section_Coeff = "断面定数"
IDS_CVL_RPT_Check_Stress = "応力検討"
IDS_CVL_RPT_Main_Comp_member = "( 主圧縮材 )"
IDS_CVL_RPT_Tension_member = "( 引張材 )"
IDS_CVL_RPT_Applied_Load = "作用荷重"
IDS_CVL_RPT_Alw_stress_summary_mag_coeff = "許容応力度の要約(割増係数の適用)"
IDS_CVL_RPT_Thickness_exceed_Alw_standard = "部材厚さが許容値を超えています。"
IDS_CVL_RPT_Slenderness_exceed_standard = "細長比が許容値を超えています。"
IDS_CVL_RPT_STL_Thick_100_below = "100 以下"
IDS_CVL_RPT_STL_Thick_100_excess = "100 を超え"
IDS_CVL_RPT_STL_Thick_16_below = "16 이하"
IDS_CVL_RPT_STL_Thick_16_excess_40_below = "16 초과 40 이하"
IDS_CVL_RPT_STL_Thick_40_below = "40 以下"
IDS_CVL_RPT_STL_Thick_40_excess = "40 を超え"
IDS_CVL_RPT_STL_Thick_80_below = "80 以下"
IDS_CVL_RPT_STL_Thick_80_excess = "80 を超え"
IDS_CVL_RPT_STL_Thick_40_excess_75_below = "40 を超え 75 以下"
IDS_CVL_RPT_STL_Thick_40_excess_100_below = "40 を超え 100 以下"
IDS_CVL_RPT_STL_Thick_75_excess_100_below = "75 を超え 100 以下"
IDS_CVL_RPT_STL_SectShape_BOX = "ボックス断面"
IDS_CVL_RPT_STL_SectShape_U = "U-断面"
IDS_CVL_RPT_STL_SectShape_H = "H-断面"
IDS_CVL_RPT_STL_Top_tension = "上縁引張"
IDS_CVL_RPT_STL_Top_compression = "上縁圧縮"
IDS_CVL_RPT_STL_Bottom_tension = "下縁引張"
IDS_CVL_RPT_STL_Bottom_compression = "下縁圧縮"
IDS_CVL_RPT_STL_i_Design_Info = "%d. 設計情報"
IDS_CVL_RPT_STL_i_Sect_Info = "%d. 断面情報"
IDS_CVL_RPT_STL_i_Member_force = "%d. 部材力"
IDS_CVL_RPT_STL_i_Check_Result = "%d. 検討結果"
IDS_CVL_RPT_STL_i_Check_Strength_Limit_State = "%d. 強度限界状態の検討"
IDS_CVL_RPT_STL_i_Check_Service_Limit_State = "%d. 使用限界状態の検討"
IDS_CVL_RPT_STL_i_Check_Fatigue_Limit_State = "%d. 疲労限界状態の検討"
IDS_CVL_RPT_STL_SectType_Rolled = "(冷間成形)"
IDS_CVL_RPT_STL_SectType_Built_up = "(組立)"
IDS_CVL_RPT_STL_Sect_User = "(使用者)"
IDS_CVL_RPT_STL_Sect_DB = "(DB)"
IDS_CVL_RPT_STL_Sect_Name_H_Section = "H-断面"
IDS_CVL_RPT_STL_Sect_Name_Box = "ボックス断面"
IDS_CVL_RPT_STL_Sect_Name_Pipe = "パイプ断面"
IDS_CVL_RPT_STL_Sect_Name_Angle = "山形断面"
IDS_CVL_RPT_STL_Sect_Name_T_Section = "T-断面"
IDS_CVL_RPT_STL_Sect_Name_Channel = "溝形断面"
IDS_CVL_RPT_STL_Sect_Name_General = "任意形状断面"
IDS_CVL_RPT_STL_Sect_Name_H_Shape = "(H形)"
IDS_CVL_RPT_STL_Sect_Name_Box_Shape = "(ボックス形)"
IDS_CVL_RPT_STL_Sect_Name_Pipe_Shape = "(パイプ形)"
IDS_CVL_RPT_STL_i_Calc_Condition = "%d. 計算条件"
IDS_CVL_RPT_STL_i_Strut_Tie_Model = "%d. ストラットタイモデルの構成"
IDS_CVL_RPT_STL_i_Strut_Tie_Force_Design = "%d. ストラットタイ断面力の算定"
IDS_CVL_RPT_STL_Check_Rebar_Area_Of_Tie = "%d. タイの鉄筋量の検討"
IDS_CVL_RPT_STL_i_Check_Strength_Of_Strut_And_Node = "%d. ストラットと節点領域の強度検討"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width = "部材ABと部材CDの要求幅の合計が許容値（部材BD長）を超えない"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width_Err = "部材ABと部材CDの要求幅の合計が許容値（部材BD長）を超える"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width = "部材ACの要求幅が許容値（外縁）を超えない"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width_Err = "部材ACの要求幅が許容値（外縁）を超える"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width = "部材BDの要求幅が許容値（内縁）を超えない"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width_Err = "部材BDの要求幅が許容値（内縁）を超える"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width = "部材ACとBDの要求幅が許容値(部材AB長)を超えない"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width_Err = "部材ACとBDの要求幅が許容値(部材AB長)を超える"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width = "部材ACとBDの要求幅が許容値(部材CD長)を超えない"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width_Err = "部材ACとBDの要求幅が許容値(部材CD長)を超える"
IDS_CVL_RPT_STL_Strut_Tie_And_Rebar_Detail = "%d. 次元化したストラットタイモデルと補強鉄筋の配筋詳細"
IDS_CVL_RPT_STL_OK = "......OK"
IDS_CVL_RPT_STL_NG = "......NG"
IDS_CVL_RPT_STL_No_Transverse_tensile_rebar = "横方向引張鉄筋なし"
IDS_CVL_RPT_STL_Transverse_tensile_rebar_below_0p4 = "横方向引張鉄筋0.4%以下"
